Revit 2027 API
BuiltInFailures.DocumentFailures.CannotAutoUpdate Property
 Coordination Monitor can't update element
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotAutoUpdate { get; }
Public Shared ReadOnly Property CannotAutoUpdate As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotAutoUpdate {
	FailureDefinitionId^ get ();
}
static member CannotAutoUpdate : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.DocumentFailures Class
Autodesk.Revit.DB Namespace